{
    "translation": {
        "About": "Sobre",
        "Work": "Projetos",
        "Repository": "Repositório",
        "Hi, My name is Gabriel and I'm a Full Stack Developer." : "Olá, meu nome é Gabriel e eu sou um desenvolvedor Full Stack",
        "MY WORK" : "MEUS PROJETOS",
        "ABOUT ME": "SOBRE MIM",
        "I am a self-taught programmer with 2 years of experience and 1 year as a full stack developer. I am always developing new applications and looking to improve my skills." : "Sou um programador autodidata com 2 anos de experiência e 1 ano como desenvolvedor full stack estou sempre desenvolvendo novas aplicações e buscando aprimorar minhas habilidades.",
        "MY BEST PROJECTS" : "MELHORES PROJETOS",
        "New Posts soon.." : "Novos posts em breve..",
        "I'm A Self-Taught Programmer" : "Sou um Programador Autodidata",
        "I started coding about 2 years ago and it was where I found my passion. I started programming in Python and through my path I developed some little applications in areas such as desktop apps, data science and automations. Until I finally began working with Web Development and that's what I decided to specialize in. The Python frameworks I have experience and work today are Django (I use the most) and Flask, and I use React JS for the front end usually." : "Comecei a programar há cerca de 2 anos e foi onde encontrei a minha paixão. Comecei a programar em Python e ao longo do caminho desenvolvi alguns pequenos aplicativos em áreas como aplicativos de desktop, ciência de dados e automações. Até que finalmente comecei a trabalhar com Desenvolvimento Web e foi nisso que decidi me especializar. Os frameworks Python que eu tenho experiência e trabalho hoje são Django (que uso mais) e Flask, e eu uso React JS para o front end normalmente.",
        "More Details": "Ver Mais",
        "Breathe Shoes is a fictional E-commerce, it implements payment through Pagseguro and Paypal in Sandbox mode.": "Breathe Shoes é uma loja ficcional de calçados, ela implementa pagamentos usando Pagseguro e Paypal em modo Sandbox.",
        "It's a fictional bakery shop, the owner for example, can register your products and put it to sale. The payment is done by": "É uma padaria fictícia, o dono por exemplo, pode registrar seus produtos e colocá-los à venda. O pagamento é feito usando",
        "Anime Watchlist Manager: it retrieves animes from an unofficial MyAnimeList API and it's possible to favorite and/or add the anime to your watchlist." : "Gerenciador de animes assistidos: busca animes de uma API do MyAnimeList, sendo possível adicioná-los aos favoritos e/ou adicionar o anime à sua watchlist.",
        "Save a Pet": "Salve um Pet",
        "Save a Pet is a website for donating cats and dogs" : "Salve um Pet é um site para doação de gatos e cachorros",
        "ExcelFiller was created in order to fasten the creation of spreadsheets that need to be filled with many repetitive data.": "Excelfiller foi criado para agilizar na criação de planilhas que precisam ser preenchidas com muitos dados repetidos evitando o ctrl c + ctrl v",
        "Technologies" : "Tecnologias",
        "Resume": "Curriculo",
        "Breathe Shoes is a ficcional shop. This website backend end is running inside a container in a AWS EC2 instance and its front end in a S3 bucket" : "Breathe Shoes é uma loja fictícia. O backend do site está rodando dentro de um container em uma instância do EC2 e seu front end em um bucket da S3",
        "The administrator have an admin panel where it can register the products besides the admin from django" : "O administrador tem acesso a um painel administrativo onde pode cadastrar produtos além do admin do próprio Django",
        "The Payment is done through Pagseguro and Paypal API in sandbox mode" : "O pagamento é feito através da API do Pagseguro e do Paypal em modo sandbox",
        "The authentication have all common functionalities such as register user with email validation, login and reset password." : "A autenticação possuí todas as funcionalidades mais comuns como registro com validação de email, login e resetar a senha",
        "Heaven Bakery is a simulation of an online shop": "Heaven Bakery é uma simulação de uma loja online",
        "The administrator register products and put them to sale" : "O administrador pode registrar seus produtos e colocá-los à venda",
        "All authentication features are provided" : "Todas as principais características de autenticação estão presentes",
        "The payment is done using Stripe." : "O pagamento é feito usando Stripe.",
        "The website is an watchlist manager and it uses the MyAnimeList Api to retrieve the animes information" : "O site é um gerenciador de animes assistidos e usa a API do MyAnimeList para buscar as informações dos animes",
        "You can add an anime to your watchlist manager or add to favorites, when added to favorites, it considers that you have watched all episodes": "Você pode adicionar um anime para sua watchlist ou adicionar aos favoritos, quando adicionado aos favorites, considera-se que você assistiu todos os episódios",
        "The Discover page generates random anime for your enjoyment" : "A página de Descobertas gera animes aleatórios para você se divertir",
        "The favorites page is in tier list format." : "A página de favoritos é em formato de Tier List",
        "Save a pet is a website for donating cats and dogs" : "Salve um Pet é um site para doação de gatos e cachorros",
        "The pets page show the last posts registered" : "A página de pets mostra os últimos posts",
        "The details page show basic information about the pet and also some rating for fun" : "A página de detalhes mostra informações básicas do pet e também algumas avaliações para dar mais diversão",
        "In the edit/create page you can add name, description, images that are saved at S3 bucket, etc." : "Na página de criar/editar você pode adicionar nome, descrição, imagens são salvas em uma bucket S3, etc.",
        "The profile page shows pets you want to donate or/and adopt, and you can upload or change the image for profile." : "A página de perfil mostra os pets que você quer doar ou/e adotar, você pode fazer upload ou mudar a imagem de perfil.",
        "Excelfiller is a tool for fasten the creation of spreadsheets that need a lot of repetitive data" : "ExcelFiller é uma ferramenta para acelerar a criação de planilhas que precisam de muitos dados repetidos",
        "It offers many types of data: registered items, prefixed and suffixed text, automatic or manual date and time, and currency" : "Ele oferece diversos tipos de dados: items cadastrados, textos com sufixo e prefixo, datas e horas automáticas ou manuais e moeda",
        "More about me" : "Me conheça melhor",
        "MORE DETAILS" : "MAIS DETALHES",
        "My Resume": "Currículo"
    }
}